FemDesign.StructureGrid.Axis.#ctor
Private constructor for serialization

FemDesign.StructureGrid.Axis.#ctor(FemDesign.Geometry.Point3d,FemDesign.Geometry.Point3d,System.String,System.Int32,System.Boolean)
Internal constructor.
startPoint: Start point of axis.
endPoint: End point of axis.
prefix: Prefix of axis identifier.
id: Number of axis identifier.
idIsLetter: Is identifier numbering a letter?